arcticicestudio.nord-visual-studio-code
BazelBuild.vscode-bazel
bbenoist.QML
bungcip.better-toml
eamodio.gitlens
EditorConfig.EditorConfig
formulahendry.auto-close-tag
formulahendry.code-runner
ivory-lab.jenkinsfile-support
James-Yu.latex-workshop
joaompinto.asciidoctor-vscode
jock.svg
jspolancor.presentationmode
LaurentTreguier.rpm-spec
ms-azuretools.vscode-docker
ms-kubernetes-tools.vscode-kubernetes-tools
ms-python.python
ms-vscode.cmake-tools
ms-vscode.cpptools
ms-vscode.Go
ms-vsliveshare.vsliveshare
octref.vetur
PKief.material-icon-theme
redhat.vscode-yaml
rust-lang.rust
streetsidesoftware.code-spell-checker
streetsidesoftware.code-spell-checker-german
vscodevim.vim
vscoss.vscode-ansible
zhuangtongfa.material-theme
zxh404.vscode-proto3
